<?php
return [
    //--------------------------------------------------------------------------
    //Organizations Machines
    //--------------------------------------------------------------------------
    'Organizations Machines'              => 'ماشین ساعت زنی',
    'Machine ID'                          => 'شناسه دستگاه',
    'Ip'                                  => 'آی پی',
    'Port'                                => 'پورت',
    'Calendar Type ID'                    => 'تقویم',
    'Timezone ID'                         => 'منطقه زمانی',
    'Model ID'                            => 'مدل دستگاه',
    'Daylight ID'                         => 'زمان تابستان',
    'Form Month ID'                       => 'از ماه',
    'Form Day ID'                         => 'از روز',
    'To Month ID'                         => 'تا ماه',
    'To Day ID'                           => 'تا روز',
    'Enable Cal Login'                    => 'احتساب ورود و خروج از طریق نرم افزار در زمان های کاری',
    'Default Type Sync'                   => 'پیش فرض',
    //--------------------------------------------------------------------------
    //Organizations Calendars
    //--------------------------------------------------------------------------
    'Organizations Calendars'             => 'تقویم کاری',
    //--------------------------------------------------------------------------
    //Organizations Rules List Types
    //--------------------------------------------------------------------------
    'Organizations Rules List Types'      => 'لیست انواع قوانین',
    //--------------------------------------------------------------------------
    //Organizations Rules
    //--------------------------------------------------------------------------
    'Organizations Rules'                 => 'قوانین',
    'Descriptions'                        => 'خلاصه',
    'Org ID'                              => 'شعبه',
    //--------------------------------------------------------------------------
    // Common
    //--------------------------------------------------------------------------
    'ID'                                  => 'شناسه',
    'Name'                                => 'نام',
    'Manager ID'                          => 'مدیر',
    'Province ID'                         => 'استان',
    'City ID'                             => 'شهر',
    'Ws Code'                             => 'کد کارگاه',
    'Tfn'                                 => 'ش. پ. مالیاتی',
    'Positions'                           => 'مشاغل',
    'Created By'                          => 'ایجاد شده توسط',
    'Created At'                          => 'ایجاد شده در',
    'Updated By'                          => 'بروزرسانی توسط',
    'Updated At'                          => 'بروزرسانی در',
    'Desc'                                => 'شرح',
    //--------------------------------------------------------------------------
    'Organizations'                       => 'شعبه ها',
    //--------------------------------------------------------------------------
    'Register ID'                         => 'شناسه',
    'Register Number'                     => 'شماره ثبت',
    'Date Start'                          => 'تاریخ ثبت',
    'Activity Subject'                    => 'موضوع فعالیت',
    'Parent ID'                           => 'انتخاب پرنت',
    'Code'                                => 'کد اقتصادی',
    'License'                             => 'شماره مجوز',
    'Phone'                               => 'تلفن',
    'Fax'                                 => 'فکس',
    'Email'                               => 'ایمیل',
    'Post'                                => 'کد پستی',
    'Logo'                                => 'لوگو',
    'Address'                             => 'آدرس',
    'Detail'                              => 'جزئیات',
    //--------------------------------------------------------------------------
    'Organizations Units'                 => 'چارت',
    //--------------------------------------------------------------------------
    'Acl ID'                              => 'بخش / رده',
    'Acl Category ID'                     => 'بخش',
    'Work Place Status ID'                => 'وضعیت محل خدمت',
    'Insurance Acc ID'                    => 'شعبه بیمه',
    'Tax Acc ID'                          => 'حوزه مالیات',
    'Darsad1'                             => 'بیمه سهم کارفرما',
    'Darsad2'                             => 'بیمه سهم کارفرما',
    'Unit Description'                    => 'توضیحات',
    //--------------------------------------------------------------------------
    'Organizations Positions'             => 'مشاغل',
    //--------------------------------------------------------------------------
    'Organization ID'                     => 'شعبه',
    'Persons'                             => 'تعداد پرسنل مورد نیاز',
    'Hiring Enable'                       => 'استخدام پذیر',
    'Job Code'                            => 'کد شغل',
    'Description'                         => 'شرح وظایف اصلی',
    'Form ID'                             => 'فرم',
    'Extra Description'                   => 'شرح وظایف فرعی',
    'Degree ID'                           => 'حداقل مدرک',
    'Experience'                          => 'سابقه کار (سال)',
    'Gender ID'                           => 'جنسیت',
    'Resume Deadline'                     => 'مهلت ارسال رزومه',
    'Skills'                              => 'سایر موارد',
    'Position Skills'                     => 'مهارت های مورد نیاز',
    'View In Portal'                      => 'نمایش در پورتال',
    //--------------------------------------------------------------------------
    'Organizations Positions List Skills' => 'مهارت ها',
    //--------------------------------------------------------------------------
    'Title'                               => 'عنوان',
    //--------------------------------------------------------------------------
    'Organizations List Years'            => 'دوره مالی',
    //--------------------------------------------------------------------------
    'Type ID'                             => 'نوع',
    'Start Date'                          => 'تاریخ شروع',
    'End Date'                            => 'تاریخ پایان',
    'Sanad'                               => 'صدور سند تجمیع',
    ''                                    => '',
    //--------------------------------------------------------------------------
    ''                                    => '',
];
