<?php
return [
    //--------------------------------------------------------------------------
    // Common Title
    //--------------------------------------------------------------------------
    'ID'                                                 => 'شناسه',
    'Title'                                              => 'عنوان',
    //--------------------------------------------------------------------------
    // Users
    //--------------------------------------------------------------------------
    'Organization ID'                                    => 'شعبه',
    'Status ID'                                          => 'وضعیت',
    'Group ID'                                           => 'گروه کاربری',
    'Username'                                           => 'نام کاربری',
    'Password Hash'                                      => 'رمز عبور',
    'Password Reset Token'                               => 'کلید بازیابی رمز عبور',
    'Auth Key'                                           => 'کلید اعتبار سنجی',
    'Code'                                               => 'کد پرسنلی',
    'Fname'                                              => 'نام',
    'Lname'                                              => 'نام خانوادگی',
    'Card Num'                                           => 'شماره شناسنامه',
    'Codemelli'                                          => 'کد ملی',
    'Birthplace Province ID'                             => 'استان محل تولد',
    'Birthplace City ID'                                 => 'شهر محل تولد',
    'Birthday'                                           => 'تاریخ تولد',
    'Father Name'                                        => 'نام پدر',
    'Marital Status ID'                                  => 'وضعیت تأهل',
    'Religion'                                           => 'دین',
    'Military Service Status ID'                         => 'وضعیت نظام وظیفه',
    'Gender ID'                                          => 'جنسیت',
    'Employment Status ID'                               => 'وضعیت اشتغال',
    'Requested Salary'                                   => 'حقوق درخواستی',
    'Total Work History'                                 => 'مجموع سابقه کاری',
    'Account Number'                                     => 'شماره حساب بانکی',
    'Account Type ID'                                    => 'نوع حساب',
    'Type ID'                                            => 'نوع',
    'Date Start'                                         => 'تاریخ شروع همکاری',
    'Head Line'                                          => 'توضیحات شخصی',
    'Force Rollcall'                                     => 'حضور غیاب اجباری',
    'Mobile'                                             => 'موبایل',
    'Phone'                                              => 'تلفن',
    'Province ID'                                        => 'استان',
    'City ID'                                            => 'شهر',
    'Email'                                              => 'ایمیل',
    'Facebook'                                           => 'فیس بوک',
    'Telegram'                                           => 'تلگرام',
    'Instagram'                                          => 'اینستاگرام',
    'Address'                                            => 'آدرس',
    'Avatar'                                             => 'تصویر آواتار',
    'Place Of Issue'                                     => 'محل صدور شناسنامه',
    'Insurance No'                                       => 'شماره بیمه',
    'Mother Birth Place'                                 => 'محل تولد مادر',
    'Father Birth Place'                                 => 'محل تولد پدر',
    'Mother First Name'                                  => 'نام مادر',
    'Prev Last Name'                                     => 'نام خانوادگی قبلی',
    'Mother Last Name'                                   => 'نوع خودرو',
    'Passport No'                                        => 'پلاک خودرو',
    'Info Work Place'                                    => 'محل خدمت',
    'Start Date'                                         => 'تاریخ شروع خدمت',
    'Emergency Phone'                                    => 'تلفن اضطراری',
    'Call Receiver'                                      => 'مخاطب تلفن اضطراری',
    'Physical Cond ID'                                   => 'وضعیت جسمی',
    'Physical Desc'                                      => 'توضیحات وضعیت جسمی',
    'Nationality'                                        => 'ملیت',
    'Issuance Date'                                      => 'تاریخ صدور شناسنامه',
    'Personnel Share ID'                                 => 'وضعیت کارمند',
    'Insurance Type ID'                                  => 'نوع بیمه',
    'Employment Type ID'                                 => 'نوع استخدام',
    'Contract Type ID'                                   => 'نوع قرارداد',
    'Insurance Start Date'                               => 'تاریخ شروع بیمه',
    'Has Machin ID'                                      => 'اتومبیل شخصی',
    'Is Owner ID'                                        => 'وضعیت مسکن',
    //--------------------------------------------------------------------------
    // Menu
    //--------------------------------------------------------------------------
    'Users'                                              => 'پرسنلی',
    'Users List Groups'                                  => 'گروه کاربری',
    'Users List Statuses'                                => 'وضعیت کاربری',
    'Create New User'                                    => 'ایجاد کاربر جدید',
    'Profile'                                            => 'پروفایل',
    'Logout'                                             => 'خروج',
    //--------------------------------------------------------------------------
    // Login
    //--------------------------------------------------------------------------
    'Login'                                              => 'ورود',
    'Password'                                           => 'رمز عبور',
    'Captcha'                                            => 'کد تأیید',
    'Remember Me'                                        => 'مرا بخاطر بسپار',
    'Incorrect Mobile.'                                  => 'شماره تلفن همراه اشتباه است.',
    'Incorrect Password.'                                => 'رمز عبور اشتباه است.',
    //--------------------------------------------------------------------------
    // Profile
    //--------------------------------------------------------------------------
    'Change Password'                                    => 'تغییر رمز عبور',
    'Update Profile'                                     => 'ویرایش پروفایل',
    //--------------------------------------------------------------------------
    // Change Password
    //--------------------------------------------------------------------------
    'Old Password'                                       => 'رمز عبور فعلی',
    'New Password'                                       => 'رمز عبور جدید',
    'New Password Repeat'                                => 'تکرار رمز عبور جدید',
    'The old password is wrong!'                         => 'رمز عبور فعلی اشتباه است!',
    'New password is not equal to repetition.'           => 'رمز عبور جدید با تکرار برابر نمی باشد.',
];
