<?php
return [
    //--------------------------------------------------------------------------
    // user settings
    //--------------------------------------------------------------------------
    'Section'                                  => 'بخش',
    'Users Settings'                           => 'تنظیمات کاربری',
    'Module ID'                           => 'ماژول',
    //--------------------------------------------------------------------------
    // Common Title
    //--------------------------------------------------------------------------
    'ID'                                       => 'شناسه',
    'Title'                                    => 'عنوان',
    'Descriptions'                             => 'توضیحات',
    //--------------------------------------------------------------------------
    // Loans
    //--------------------------------------------------------------------------
    'Position ID'                              => 'شغل',
    'User ID'                                  => 'نام کارمند',
    'Users Loans'                              => 'وام / مساعده',
    'Loan Type ID'                             => 'نوع وام',
    'Date Request'                             => 'تاریخ درخواست',
    'Date End'                                 => 'تاریخ پایان اقساط',
    'Amount'                                   => 'مبلغ درخواستی',
    'Istallments'                              => 'تعداد اقساط',
    'Form ID'                                  => 'فرم',
    //--------------------------------------------------------------------------
    // Users
    //--------------------------------------------------------------------------
    'Organization ID'                          => 'شعبه',
    'Status ID'                                => 'وضعیت',
    'Group ID'                                 => 'گروه کاربری',
    'Username'                                 => 'نام کاربری',
    'Password Hash'                            => 'رمز عبور',
    'Password Reset Token'                     => 'کلید بازیابی رمز عبور',
    'Auth Key'                                 => 'کلید اعتبار سنجی',
    'Code'                                     => 'کد پرسنلی',
    'Fname'                                    => 'نام',
    'Lname'                                    => 'نام خانوادگی',
    'Card Num'                                 => 'شماره شناسنامه',
    'Codemelli'                                => 'کد ملی',
    'Birthplace Province ID'                   => 'استان محل تولد',
    'Birthplace City ID'                       => 'شهر محل تولد',
    'Birthday'                                 => 'تاریخ تولد',
    'Father Name'                              => 'نام پدر',
    'Marital Status ID'                        => 'وضعیت تأهل',
    'Religion'                                 => 'دین',
    'Military Service Status ID'               => 'وضعیت نظام وظیفه',
    'Gender ID'                                => 'جنسیت',
    'Employment Status ID'                     => 'وضعیت اشتغال',
    'Requested Salary'                         => 'حقوق درخواستی',
    'Total Work History'                       => 'مجموع سابقه کاری',
    'Account Number'                           => 'شماره حساب بانکی',
    'Account Type ID'                          => 'نوع حساب',
    'Type ID'                                  => 'نوع',
    'Date Start'                               => 'تاریخ شروع همکاری',
    'Head Line'                                => 'توضیحات شخصی',
    'Force Rollcall'                           => 'حضور غیاب اجباری',
    'Mobile'                                   => 'موبایل',
    'Phone'                                    => 'تلفن',
    'Province ID'                              => 'استان',
    'City ID'                                  => 'شهر',
    'Email'                                    => 'ایمیل',
    'Facebook'                                 => 'فیس بوک',
    'Telegram'                                 => 'تلگرام',
    'Instagram'                                => 'اینستاگرام',
    'Address'                                  => 'آدرس',
    'Avatar'                                   => 'تصویر آواتار',
    'Place Of Issue'                           => 'محل صدور شناسنامه',
    'Insurance No'                             => 'شماره بیمه',
    'Mother Birth Place'                       => 'محل تولد مادر',
    'Father Birth Place'                       => 'محل تولد پدر',
    'Mother First Name'                        => 'نام مادر',
    'Prev Last Name'                           => 'نام خانوادگی قبلی',
    'Mother Last Name'                         => 'نوع خودرو',
    'Passport No'                              => 'پلاک خودرو',
    'Info Work Place'                          => 'محل خدمت',
    'Start Date'                               => 'تاریخ شروع خدمت',
    'Emergency Phone'                          => 'تلفن اضطراری',
    'Call Receiver'                            => 'مخاطب تلفن اضطراری',
    'Physical Cond ID'                         => 'وضعیت جسمی',
    'Physical Desc'                            => 'توضیحات وضعیت جسمی',
    'Nationality'                              => 'ملیت',
    'Issuance Date'                            => 'تاریخ صدور شناسنامه',
    'Personnel Share ID'                       => 'وضعیت کارمند',
    'Insurance Type ID'                        => 'نوع بیمه',
    'Employment Type ID'                       => 'نوع استخدام',
    'Contract Type ID'                         => 'نوع قرارداد',
    'Insurance Start Date'                     => 'تاریخ شروع بیمه',
    'Has Machin ID'                            => 'اتومبیل شخصی',
    'Is Owner ID'                              => 'وضعیت مسکن',
    'Expiration'                               => 'انقضاء',
    'Language ID'                              => 'زبان مورد علاقه',
    'Rtl'                                      => 'نوشتن متن از راست به چپ',
    'Calendar Type ID'                         => 'نوع تقویم',
    'Date Type ID'                             => 'فرمت تاریخ',
    'First Day In Week ID'                     => 'اولین روز هفته',
    'Number Format ID'                         => 'فرمت اعداد',
    'Daylight State ID'                        => 'زمان تابستان',
    'Timezone ID'                              => 'منطقه زمانی',
    'From Month ID'                            => 'از ماه',
    'From Day ID'                              => 'از روز',
    'To Month ID'                              => 'تا ماه',
    'To Day ID'                                => 'تا روز',
    'Use Sip'                                  => 'اجازه تماسها از طریق SIP',
    'Mode Use Sip ID'                          => 'پیشوند تماس از طریق SIP',
    'Show Lang'                                => 'نمایش کلمات ترجمه شده درصفحات',
    //--------------------------------------------------------------------------
    // Families
    //--------------------------------------------------------------------------
    'Nationalcode'                             => 'کد ملی',
    'Birthplace'                               => 'محل تولد',
    'Ratio ID'                                 => 'نسبت',
    'Degree ID'                                => 'تحصیلات',
    'Job'                                      => 'شغل',
    'Under Assignment'                         => 'تحت تکفل',
    //--------------------------------------------------------------------------
    // Reagents
    //--------------------------------------------------------------------------
    'Dating Period'                            => 'مدت آشنایی',
    //--------------------------------------------------------------------------
    // Educations
    //--------------------------------------------------------------------------
    'Field'                                    => 'رشته',
    'University'                               => 'دانشگاه/موسسه',
    'Gpa'                                      => 'معدل/میزان تسلط',
    'Points'                                   => 'امتیاز',
    'Educations Start Date'                    => 'تاریخ شروع',
    'Educations End Date'                      => 'تاریخ پایان',
    'Description'                              => 'توضیحات',
    'Evidence'                                 => 'مدرک',
    //--------------------------------------------------------------------------
    // Resume
    //--------------------------------------------------------------------------
    'Company Name'                             => 'نام شرکت',
    'Resume Start Date'                        => 'از تاریخ',
    'Resume End Date'                          => 'تا تاریخ',
    'Termination'                              => 'علت خاتمه',
    'Salary'                                   => 'حقوق دریافتی',
    'Insurance'                                => 'بیمه',
    //--------------------------------------------------------------------------
    // Compilations
    //--------------------------------------------------------------------------
    'Submit Type ID'                           => 'نحوه ارائه',
    'Year'                                     => 'سال انتشار/ارائه',
    'Place'                                    => 'محل انتشار/ارائه',
    'Page Number'                              => 'شماره صفحه',
    //--------------------------------------------------------------------------
    // Favorites
    //--------------------------------------------------------------------------
    'Times'                                    => 'مدت زمان اشتغال',
    'Professional'                             => 'حرفه ای',
    //--------------------------------------------------------------------------
    // Descriptions
    //--------------------------------------------------------------------------
    ''                                         => '',
    //--------------------------------------------------------------------------
    // Menu
    //--------------------------------------------------------------------------
    'User'                                     => 'اطلاعات کاربری',
    'Users'                                    => 'پرسنلی',
    'Complete'                                 => 'اطلاعات تکمیلی',
    'Users List Groups'                        => 'گروه کاربری',
    'Users List Statuses'                      => 'وضعیت کاربری',
    'Create New User'                          => 'ایجاد کاربر جدید',
    'Profile'                                  => 'پروفایل',
    'Logout'                                   => 'خروج',
    //--------------------------------------------------------------------------
    // Login
    //--------------------------------------------------------------------------
    'Login'                                    => 'ورود',
    'Password'                                 => 'رمز عبور',
    'Captcha'                                  => 'کد تأیید',
    'Remember Me'                              => 'مرا بخاطر بسپار',
    'Incorrect Mobile.'                        => 'شماره تلفن همراه اشتباه است.',
    'Incorrect Password.'                      => 'رمز عبور اشتباه است.',
    //--------------------------------------------------------------------------
    // Profile
    //--------------------------------------------------------------------------
    'Change Password'                          => 'تغییر رمز عبور',
    'Update Profile'                           => 'ویرایش پروفایل',
    //--------------------------------------------------------------------------
    // Change Password
    //--------------------------------------------------------------------------
    'Old Password'                             => 'رمز عبور فعلی',
    'New Password'                             => 'رمز عبور جدید',
    'New Password Repeat'                      => 'تکرار رمز عبور جدید',
    'The old password is wrong!'               => 'رمز عبور فعلی اشتباه است!',
    'New password is not equal to repetition.' => 'رمز عبور جدید با تکرار برابر نمی باشد.',
];
